Repository: darktable-org/darktable
Catalog: doc/usermanual/po/es.tmx
Source language: en
Languages: es

source: look for updated xmp files on startup
es: Buscar archivos xmp actualizados al iniciar

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
es: Revisar los tiempos de modificación de todos los archivos xmp al inicio para verificar si alguno fue actualizado durante el proceso

source: miscellaneous
es: miscelánea

source: interface
es: Interfaz

source: mouse wheel scrolls modules side panel by default
es: Desplazar los módulos del panel lateral con la rueda del ratón por defecto

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
es: Cuando esté activado, use la rueda del ratón para desplazarse por los módulos del panel lateral. Use Ctrl+Alt para que con la rueda del ratón se introduzcan datos. Cuando está desactivado, este comportamiento se invierte.

source: always show panels' scrollbars
es: Mostrar siempre las barras de desplazamiento de los paneles

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
es: Establece si las barras de desplazamiento del panel son permanentes o se activan en función del contenido. (Necesita reiniciarse)

source: method to use for getting the display profile
es: Método para obtener el perfil del monitor

source: all
es: Todas

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
es: Esta opción le permite forzar un significado específico para el perfil actual del monitor. Es útil cuando una de las alternativas da un resultado erróneo

source: tags
es: etiquetas

source: omit hierarchy in simple tag lists
es: Ignora la jerarquía en listas de etiquetas simples

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
es: Cuando se crea el fichero XMP, las etiquetas jerárquicas se agregan también como una lista sencilla sin jerarquía para que sea visible por otros programas. Si está marcada esta opción, darktable solo incluirá la última parte de la lista e ignorará el resto, por lo que 'foo|bar|baz' solo añadirá 'baz'.

source: disable the entry completion
es: Deshabilitar la compleción de texto

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
es: La compleción del texto es útil solo para quienes ingresan las etiquetas con el teclado. Para otros casos, completar el ingreso de texto puede ser desconcertante. Es necesario reiniciar darktable.

source: other
es: otro

source: do not show april 1st game
es: Deshabilitar el juego del 1° de abril

source: password storage backend to use
es: Respaldo de almacenamiento de contraseñas para usar

source: auto
es: Automático

source: none
es: Ninguna

source: the storage backend for password storage: auto, none, libsecret, kwallet
es: Interfaz para almacenamiento de claves: automático, ninguno, Libsecret, Kwallet

source: executable for playing audio files
es: Programa para reproducir archivos de audio

source: this external program is used to play audio files some cameras record to keep notes for images
es: Este programa externo es utilizado para reproducir archivos de audio que algunas cámaras graban para mantener notas de las imagenes

source: import
es: importar

source: ignore JPEG images when importing film rolls
es: Ignorar imágenes JPEG al importar los carretes

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
es: Cuando se tienen imágenes RAW+JPEG juntas en un directorio no tiene sentido importar ambas. Con esta marca se pueden ignorar todos los JPEG encontrados.

source: recursive directory traversal when importing filmrolls
es: Hacer un recorrido recursivo de los directorios al importar carretes

source: creator to be applied when importing
es: Establecer autor al importar

source: publisher to be applied when importing
es: Establecer editor al importar

source: rights to be applied when importing
es: Establecer derechos al importar

source: comma separated tags to be applied when importing
es: Establecer etiquetas separadas por comas al importar

source: initial import rating
es: Puntuación inicial

source: initial star rating for all images when importing a filmroll
es: Puntuación inicial para todas las imágenes al importar carretes

source: session options
es: Opciones de la sesión

source: base directory naming pattern
es: Directorio base para el patrón de nombres

source: part of full import path for an import session
es: parte de la ruta completa para importar una sesión

source: sub directory naming pattern
es: Subdirectorio para el patrón de nombres

source: keep original filename
es: Mantener el nombre del archivo original

source: keep original filename instead of a pattern while importing from camera or card
es: Mantener el nombre de archivo original en lugar de un patrón al importar desde la cámara o la tarjeta

source: file naming pattern
es: Patrón para nombrar archivos

source: file naming pattern used for a import session
es: Patrón de nombres utilizado para importar una sesión

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
es: darktable maneja sus negativos digitales en una base de datos y le permite verlos mediante el uso de una mesa de luz. También le permite revelar imágenes raw y mejorarlas en el cuarto oscuro.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
es: Otros modos además de la mesa de luz y el cuarto oscuro son el mapa para geo-ubicación, captura, imprimir y diapositivas.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
es: darktable soporta la mayoría de los formatos raw de las cámaras modernas, y realiza todo el revelado con un gran precisión.

source: Virtual light table, showing a collection
es: Mesa de Luz Virtual, mostrando una colección

source: Virtual dark room with an opened image
es: Cuarto oscuro virtual con una imagen abierta

source: Virtual dark room, sharpening an image
es: Cuarto oscuro virtual, enfocando una imagen

source: Show images on a map
es: Mostrar imágenes en un mapa

source: Print your images
es: Imprimir tus imagenes

source: _cancel
es: _cancelar

source: _save
es: _guardar

source: average dE: %.02f max dE: %.02f
es: promedio dE: %.02f máx. dE: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
es: TODO: disculpe, debido a restricciones del API no podemos configurar el BPP a

source: unknown option for --hq
es: Opción desconocida para --hq

source: unknown option for --export_masks
es: Opción desconocida para --export_masks

source: unknown option for --upscale
es: Opción desconocida para --upscale

source: unknown option for --apply-custom-presets
es: Opción desconocida para --apply-custom-presets

source: error: output file is a directory. please specify file name
es: Error: el archivo de salida es un directorio. Especifique un nombre de archivo

source: output file already exists, it will get renamed
es: El archivo de salida ya existe. Será renombrado

source: error: can't open folder %s
es: Error: no se puede abrir la carpeta %s

source: error: can't open file %s
es: Error: no se puede abrir el archivo %s

source: no images to export, aborting
es: No hay imágenes que exportar. Abortando la operación...

source: error: can't open xmp file %s
es: Error: no se puede abrir el archivo xmp %s

source: empty history stack
es: borrar historial de acciones

source: cannot find disk storage module. please check your installation, something seems to be broken.
es: No es posible encontrar el módulo de almacenamiento en disco. Pudiera haberse estropeado algo; revise la instalación.

source: failed to get parameters from storage module, aborting export ...
es: Falló al intentar obtener los parámetros del módulo de almacenamiento. Abortando la exportación...

source: unknown extension '.%s'
es: Extensión desconocida '.%s'

source: failed to get parameters from format module, aborting export ...
es: Falló al intentar obtener los parámetros del módulo de formato. Abortando la exportación...

source: too much time to update aspect ratio for the collection
es: Demora excesiva para actualizar la relación de aspecto para la colección

source: film roll
es: carrete

source: folders
es: carpetas

source: camera
es: cámara

source: tag
es: etiqueta

source: date taken
es: fecha de la toma

source: date-time taken
es: fecha/hora de la toma

source: import timestamp
es: importar la marca de tiempo

source: change timestamp
es: cambiar la marca de tiempo

source: export timestamp
es: exportar la marca de tiempo

source: print timestamp
es: imprimir la marca de tiempo

source: history
es: historial

source: color label
es: marcas de color

source: lens
es: lente

source: focal length
es: longitud focal

source: aperture
es: apertura

source: exposure
es: exposición

source: aspect ratio
es: proporción

source: filename
es: nombre

source: geotagging
es: geoetiquetado

source: grouping
es: grupos

source: local copy
es: copia local

source: module
es: módulo

source: module order
es: orden de módulo

source: red
es: rojo

source: yellow
es: amarillo

source: green
es: verde

source: blue
es: azul

source: purple
es: púrpura

source: basic
es: básico

source: auto applied
es: aplicado automático

source: altered
es: alterado

source: tagged
es: etiquetado

source: not copied locally
es: sin copia local

source: group leaders
es: portadas de grupo

source: not defined
es: sin definir

source: %d image of %d (#%d) in current collection is selected
es: %d imagen seleccionada de %d (#%d) de la colección actual

source: %d image of %d in current collection is selected
es: %d imagen seleccionada de %d de la colección actual

source: work profile
es: perfil de trabajo

source: export profile
es: perfil de exportación

source: softproof profile
es: perfil (impresión)

source: system display profile
es: perfil de pantalla del sistema

source: sRGB (e.g. JPG)
es: sRGB (p. ej. JPG)

source: sRGB (web-safe)
es: sRGB (fiable para internet)

source: linear Rec709 RGB
es: RGB lineal Rec709

source: gamma Rec709 RGB
es: RGB gamma Rec709

source: linear Rec2020 RGB
es: RGB lineal Rec2020

source: PQ Rec2020 RGB
es: RGB Rec. 2020 PQ

source: HLG Rec2020 RGB
es: RGB Rec. 2020 HLG

source: HLG P3 RGB
es: RGB P3 HLG

source: linear prophoto RGB
es: ProPhoto lineal RGB

source: linear XYZ
es: lineal XYZ

source: linear infrared BGR
es: BGR lineal infrarrojo

source: BRG (for testing)
es: BRG (para pruebas)

source: embedded ICC profile
es: perfil ICC incrustado

source: embedded matrix
es: matriz incrustada

source: standard color matrix
es: matriz de color estándar

source: enhanced color matrix
es: matriz de color mejorada

source: vendor color matrix
es: matriz de color

source: alternate color matrix
es: matriz de color alternativa

source: BRG (experimental)
es: BRG (para pruebas)

source: gamma22 Rec709
es: Rec709 gamma22

source: PQ Rec2020
es: Rec. 2020

source: HLG Rec2020
es: Rec. 2020 HGL

source: PQ P3
es: P3 PQ

source: HLG P3
es: P3 HLG

source: file `%s' to print not found for image %d on `%s'
es: El archivo `%s' para ser impreso no se encuentra para la imagen %d en `%s'

source: failed to create temporary file for printing options
es: Error al crear el fichero temporal de opciones de impresión

source: printing on `%s' cancelled
es: Impresión en`%s' cancelada

source: error while printing `%s' on `%s'
es: Error al imprimir `% s 'en`% s'

source: printing `%s' on `%s'
es: Imprimiendo imágen `%s' en `%s'

source: found strange path `%s'
es: Ruta desconocida encontrada `%s'

source: error loading directory `%s'
es: Error al cargar el directorio '%s'

source: file `%s' has unknown format!
es: El archivo `%s' tiene un formato desconocido

source: error loading file `%s'
es: Error al cargar el archivo '%s'

source: darktable - run performance configuration?
es: darktable: ¿Ejecutar la configuración de rendimiento?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
es: Existe una configuración de rendimiento actualizada que podría mejorar el desempeño de darktable. Algunas de sus configuraciones existentes muy probablemente se reemplazarán; especialmente en el caso de que se hayan modificado manualmente con valores personalizados. ¿Acepta ejecutar la actualización de la configuración de rendimiento?

source: yes
es: sí

source: At startup, the database failed to open because at least one of the two files in the database is locked. The persistence of the lock is mainly caused by one of the two following causes: - Another occurrence of darktable has already opened this database file and locked it for its benefit. - A previous occurrence of darktable ended abnormally and therefore could not close one or both files in the database properly. How to solve this problem? 1 - Search in your environment if another darktable occurrence is active. If so, use it or close it. The lock indicates that the process number of this occurrence is : <i><b>%d</b></i> 2 - If you can't find this other occurrence, try closing your session and reopening it or shutting down your computer. This will delete all running programs and thus close the database correctly. 3 - If these two actions are not enough, it is because at least one of the two files that materialize the locks remains and that these are no longer attached to any occurrence of darktable. It is then necessary to delete it (or them). The two files are named <i>data.db.lock</i> and <i>library.db.lock</i> respectively. The opening mechanism signals the presence of the <i><b>%s</b></i> file in the <i><b>%s</b></i> folder. (full pathname: <i><b>%s</b></i>). <u>Caution!</u> Do not delete these files without first checking that there are no more occurrences of darktable, otherwise you risk generating serious inconsistencies in your database. As soon as you have identified and removed the cause of the lock, darktable will start without any problem.
es: Al iniciar, no fue posible abrir la base de datos porque al menos uno de los dos archivos que pertenecen a la base de datos está bloqueado. Si existe un bloqueo persistente, principalmente se puede deber a una de las dos causas siguientes: · Una instancia de darktable abrió previamente los archivos pertenecientes a la base de datos y los ha bloqueado por protección. · Una instancia previa de darktable se cerró atípicamente y por lo tanto, no pudo cerrar correctamente uno o ambos archivos de la base de datos. ¿Cómo resolver este problema? 1. Verifique si existe ya una instancia activa de darktable. Si es así, puede usarla o cerrarla. El número de proceso de esta instancia indicado por el bloqueo es: <i><b>%d</b></i> 2. Si no puede encontrar esta otra instancia, pruebe con cerrar e iniciar la sesión o con reiniciar la computadora. Esto borrará todos los programas en ejecución y así cerrará la base de datos correctamente. 3. Si estas dos acciones no son suficientes, es porque al menos uno de los dos archivos que generaronn los bloqueos permanece y que estos ya no están ligados a ninguna instancia de darktable. Entonces es necesario eliminar uno o ambos. Los dos archivos se llaman <i>data.db.lock</i> y <i>library.db.lock</i> respectivamente. El mecanismo de apertura señala la presencia del archivo <i><b>%s</b></i> en la carpeta <i><b>%s</b></i>. (ruta completa: <i><b>%s</b></i>). <u>¡Precaución!</u> No borre estos archivos sin antes comprobar que no hay más instancias de darktable, de lo contrario corre el riesgo de provocar inconsistencias graves en la base de datos. Tan pronto como se haya identificado y eliminado la causa del bloqueo, darktable iniciará apropiadamente.

source: darktable cannot be started because the database is locked
es: darktable no se puede iniciar porque la base de datos está bloqueada

source: close darktable
es: Cerrar darktable

source: the database lock file contains a pid that seems to be alive in your system: %d
es: El archivo de bloqueo de la base de datos contiene un pid que parece estar aun activo en su sistema: %d

source: the database lock file seems to be empty
es: El archivo de bloqueo de la base de datos parece estar vacío

source: error opening the database lock file for reading: %s
es: Error al abrir el archivo de bloqueo de la base de datos para su lectura: %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
es: El esquema de la base de datos tiene que ser actualizado para <span style = "italic">% s </span> ¿Desea continuar o salir ahora para hacer una copia de seguridad?

source: darktable - schema migration
es: migración de esquemas de darktable

source: upgrade database
es: Actualizar la base de datos

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
es: Ha ocurrido un error al tratar de abrir la base de datos desde <span style="italic">%s</span> Parece que la base de datos esta corrupta. ¿Desea cerrar manualmente darktable para reiniciar desde el respaldo la base de datos o comenzar con una nueva?

source: darktable - error opening database
es: Error en darktable al abrir la base de datos

source: delete database
es: borrar base de datos

source: click later to be asked on next startup
es: Pulse 'Después' para que se le pregunte en el próximo reinicio

source: click later to be asked when closing darktable
es: Pulse 'Después' para que se le pregunte al cerrar darktable

source: click later to be asked next time when closing darktable
es: Pulse 'Después' para que se le pregunte la próxima vez que cierre darktable

source: the database could use some maintenance there's <span style="italic">%s</span> to be freed do you want to proceed now? %s you can always change maintenance preferences in core options
es: La base de datos podría necesitar mantenimiento Hay <span style="italic">%s</span> para ser liberado ¿quisiera proceder ahora? %s Se pueden cambiar las preferencias de mantenimiento en las opciones principales

source: darktable - schema maintenance
es: Mantenimiento del esquema de darktable

source: later
es: Después

source: fast guided filter failed to allocate memory, check your RAM settings
es: El filtro guiado rápido no pudo reservar memoria, verifique la configuración de la RAM

source: do you want to remove this empty directory?
es: ¿Eliminar este directorio vacío?

source: remove empty directory?
es: ¿Eliminar directorio vacío?

source: name
es: nombre

source: cannot remove film roll having local copies with non accessible originals
es: El carrete no se puede eliminar si tiene copias locales sin acceso a los originales

source: you need to copy history from an image before you paste it onto another
es: Necesita copiar el historial de una imagen antes de pegarlo en otra

source: on
es: activo

source: Sorry,<p>something went wrong. Please try again.</p>
es: Disculpe,<p>algo salio mal. Por favor, intente nuevamente.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
es: Gracias,<p>todo debe funcionar, puede <b>cerrar</b> su navegador y <b>volver</b> a darktable.</p>

source: orphaned image
es: imágenes huérfanas

source: cannot access local copy `%s'
es: No se puede acceder a la copia local `%s'

source: cannot write local copy `%s'
es: No se puede escribir la copia local `%s'

source: error moving local copy `%s' -> `%s'
es: Error al mover la copia local `%s' -> `%s'

source: error moving `%s': file not found
es: Error al mover `%s': no se encuentra el archivo

source: error moving `%s' -> `%s': file exists
es: Error al mover `%s' -> `%s': el archivo ya existe

source: error moving `%s' -> `%s'
es: Error al mover `%s' -> `%s'

source: cannot create local copy when the original file is not accessible.
es: la copia local no se puede crear cuando el archivo original no es accesible.

source: cannot create local copy.
es: no se puede crear una copia local.

source: cannot remove local copy when the original file is not accessible.
es: la copia local no se puede eliminar el archivo original cuando no es accesible.

source: %d local copy has been synchronized
es: %d copia local ha sido sincronizada

source: image `%s' is not available!
es: la imagen `%s' no está disponible

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
es: Hubo un fallo al reservar memoria para %s. Reduzca el número de hilos utilizados para exportar o instale más memoria.

source: thumbnail export
es: exportar miniatura

source: export
es: exportar

source: cannot find the style '%s' to apply during export.
es: No se pudo encontrar el estilo '%s' para aplicarlo durante la exportación.

source: couldn't expand to a unique filename for session, please check your import session settings.
es: no se pudo expandir a un nombre único de archivo. revise la configuración de importación.

source: custom
es: personalizado

source: legacy
es: heredado

source: unsupported working profile %s has been replaced by Rec2020 RGB!
es: El perfil de entrada %s está sin soporte y ha sido reemplazado por RGB Rec2020

source: generic poissonian
es: distribución de poisson

source: noiseprofile file `%s' is not valid
es: archivo de perfil de ruido `%s' no es válido

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
es: desactivado debido a una aceleración lenta de GPU vía opencl.

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
es: múltiples GPUs detectados - el perfil de control de opencl ha sido configurado en consecuencia.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
es: GPU muy rápido detectado - el perfil de control de opencl ha sido configurado en consecuencia.

source: opencl scheduling profile set to default.
es: el perfil de control para opencl ha sido configurado a predeterminado.

source: inch
es: pulgada

source: letter
es: carta

source: legal
es: oficio

source: GNOME Keyring backend is no longer supported. configure a different one
es: El sistema de claves de GNOME ya no tiene soporte. Configure uno diferente.

source: rejecting %d image
es: Rechazando %d imagen

source: applying rating %d to %d image
es: Estableciendo la puntuación de %d en %d imagen

source: no images selected to apply rating
es: No se ha seleccionado ninguna imagen para puntuar

source: style with name '%s' already exists
es: El estilo con nombre '%s' ya existe

source: styles/apply %s
es: estilos/utilizar %s

source: style named '%s' successfully created
es: El estilo nombrado '%s' ha sido creado correctamente

source: no image selected!
es: Ninguna imagen ha sido seleccionada
